Repository: BerntLR/habits_app
Catalog: lib/l10n/app_*.arb
Languages: nb

# tabToday
source: Today
nb: I dag

# tabHabits
source: Habits
nb: Vaner

# tabStats
source: Stats
nb: Statistikk

# habitsTitle
source: Habits
nb: Vaner

# habitsArchiveButtonTooltip
source: Archive
nb: Arkiv

# habitsEmptyText
source: No habits yet. Tap + to add one.
nb: Ingen vaner enda. Trykk + for å legge til.

# newHabitTitle
source: New habit
nb: Ny vane

# editHabitTitle
source: Edit habit
nb: Rediger vane

# fieldNameLabel
source: Name
nb: Navn

# targetPerDayLabel
source: Target per day
nb: Mål per dag

# habitTypeBoolean
source: Yes/No
nb: Ja/nei

# habitTypeCount
source: Count
nb: Telle

# booleanHabitSubtitle
source: Complete once per day
nb: Fullfør en gang per dag

# countHabitSubtitle
source: {target} per day
nb: {target} per dag

# habitNeedsName
source: Please enter a name.
nb: Skriv inn et navn.

source: Cancel
nb: Avbryt

source: Save
nb: Lagre

source: Archive
nb: Arkiver

# buttonArchive
source: Archive
nb: Arkiver

# archiveHabitTitle
source: Archive habit
nb: Arkiver vane

# archiveHabitMessage
source: Do you want to archive "{name}"?
nb: Vil du arkivere "{name}"?

source: Delete
nb: Slett

# deleteHabitTitle
source: Delete habit
nb: Slett vane

# deleteHabitMessage
source: Do you want to delete "{name}"?
nb: Vil du slette "{name}"?

# buttonSeeStats
source: See stats
nb: Se statistikk

# statsTitle
source: Statistics
nb: Statistikk

# statsNoHabits
source: No habits yet. Add habits under "Habits".
nb: Ingen vaner enda. Legg til vaner under "Vaner".

# statsLast7Days
source: This week (last 7 days)
nb: Denne uken (siste 7 dager)

# statsAverage
source: {percent}% average progress
nb: {percent}% gjennomsnittlig progresjon

# statsActiveHabits
source: {count} active habits
nb: {count} aktive vaner

# statsDaysTitle
source: Days last 7 days
nb: Dager siste 7 dager

# statsBestHabits
source: Best habits this week
nb: Beste vaner denne uken

# habitStatsShowMonth
source: Show month
nb: Vis måned

# habitStatsShowYear
source: Show year
nb: Vis år

# habitStatsTapDay
source: Tap a day to open it
nb: Trykk på en dag for å åpne den

# habitStatsYearTitle
source: Year {year}
nb: År {year}

# legendNone
source: None
nb: Ingen

# legendPartial
source: Partial
nb: Delvis

# legendFull
source: Completed
nb: Fullført
